Repository: common-repository/postcode-checkout-postcode-validation
Catalog: languages/postcodecheckout-for-woo-*.po
Languages: nl_nl

source: Postcode Checkout - Address validation
nl_nl: Postcode Checkout - Adres Validatie

source: Adds Postcode Checkout's integration of different address validation/autocomplete providers to WooCommerce for NL.
nl_nl: Hiermee voegt Postcode Checkout de integratie van verschillende adresvalidatie/autocomplete providers toe aan WooCommerce voor NL.

source: Enabled
nl_nl: Ingeschakeld

source: Enable address lookup on the checkout and account pages
nl_nl: Adreszoeking inschakelen op de checkout- en accountpagina's

source: No
nl_nl: Nee

source: Yes
nl_nl: Ja

source: License Key
nl_nl: Licentiecode

source: Enter the Postcode Checkout License Key you received by email when you signed up for an account.
nl_nl: Voer de licentiesleutel in voor Postcode Checkout die u per e-mail hebt ontvangen toen u zich aanmeldde voor een account.

source: Hide Address Fields
nl_nl: Adresvelden verbergen

source: Hide the address fields until a search result is selected
nl_nl: De adresvelden verbergen totdat een zoekresultaat is geselecteerd

source: Empty the default address fields?
nl_nl: Standaard velden leeg maken?

source: The standard address fields can be emptied to revalidate the response from Postcode NL
nl_nl: De standaard adres velden kunnen leeg gemaakt worden om het antwoord van PostcodeNL te revalideeren

source: Housenumber and addition on Line 2
nl_nl: Huisnummer en toevoeging in Lijn 2

source: Use address line 2 for housenumber and addition
nl_nl: Gebruik adres lijn 2 voor huisnummen en toevoeging

source: Checkbox text
nl_nl: Checkbox tekst

source: When the form fields are hidden or disabled, this text is displayed on the checkbox that reveals/enables the fields
nl_nl: Wanneer de formulier velden zijn verborgen of gedeactiveerd, deze text wordt laten zien bij het aan en uit zetten van de velden

source: Number
nl_nl: Nummer

source: Ext
nl_nl: Toevoeging

source: Enter Address Manually
nl_nl: Adres handmatig invoeren
